Repository: endisha/secure-passkeys
Catalog: src/languages/secure-passkeys-*.po
Languages: fr_fr

source: The passkey cannot be deleted
fr_fr: La clé d’accès ne peut pas être supprimée

source: The passkey deleted successfully
fr_fr: La clé d’accès a été supprimée avec succès

source: Invalid procedure
fr_fr: Procédure non valide

source: A passkey cannot be updated
fr_fr: Une clé d’accès ne peut pas être mise à jour

source: The passkey activated successfully
fr_fr: La clé d’accès s’est activée avec succès

source: The passkey deactivated successfully
fr_fr: La clé d’accès a été désactivée avec succès

source: You do not have permission to make this request.
fr_fr: Vous n’avez pas l’autorisation de faire cette demande.

source: The request method must be POST.
fr_fr: La méthode de demande doit être POST.

source: Token mismatch, please refresh the page.
fr_fr: Incompatibilité de jeton, veuillez actualiser la page.

source: You are not allowed to make this request.
fr_fr: Vous n’êtes pas autorisé à faire cette demande.

source: Settings updated successfully.
fr_fr: Paramètres mis à jour avec succès.

source: Passkey authentication failed. Please try again.
fr_fr: Échec de l’authentification par clé d’accès. Veuillez réessayer.

source: The maximum number of registered passkeys has been reached.
fr_fr: Le nombre maximum de clés d’accès enregistrées a été atteint.

source: This passkey is already registered. Please use a different one.
fr_fr: Cette clé d’accès est déjà enregistrée. Veuillez en utiliser un autre.

source: Failed to register the passkey. Please try again later.
fr_fr: Échec de l’enregistrement de la clé d’accès. Veuillez réessayer plus tard.

source: Security key name must be at least 3 characters long.
fr_fr: Le nom de la clé de sécurité doit comporter au moins 3 caractères.

source: Security key name must be at most 30 characters long.
fr_fr: Le nom de la clé de sécurité doit comporter au plus 30 caractères.

source: Please use only letters, numbers, spaces, hyphens, or underscores.
fr_fr: Veuillez utiliser uniquement des lettres, des chiffres, des espaces, des traits d’union ou des traits de soulignement.

source: You do not have permission to remove this passkey.
fr_fr: Vous n’êtes pas autorisé à supprimer cette clé d’accès.

source: Settings
fr_fr: Réglages

source: Passkeys
fr_fr: Clés d’accès

source: Overview
fr_fr: Aperçu

source: Activity Log
fr_fr: Journal d'activité

source: Login
fr_fr: Se connecter

source: Register
fr_fr: Enregistrer

source: Remove
fr_fr: Supprimer

source: Delete
fr_fr: Supprimer

source: Activate
fr_fr: Activer

source: Deactivate
fr_fr: Désactiver

source: User logged in using the passkey (%1$s) with the authenticator (%2$s).
fr_fr: L’utilisateur connecté à l’aide de la clé d’accès (%1$s) avec l’authentificateur (%2$s).

source: Passkey registered successfully with the name (%1$s) using the authenticator (%2$s).
fr_fr: La clé d’accès enregistrée avec succès avec le nom (%1$s) à l’aide de l’authentificateur (%2$s).

source: Passkey (%1$s) associated with the authenticator (%2$s) was removed.
fr_fr: La clé d’accès (%1$s) associée à l’authentificateur (%2$s) a été supprimée.

source: Passkey (%1$s) associated with the authenticator (%2$s) was deleted by an administrator.
fr_fr: La clé d’accès (%1$s) associée à l’authentificateur (%2$s) a été supprimée par un administrateur.

source: Passkey (%1$s) associated with the authenticator (%2$s) was activated by an administrator.
fr_fr: La clé d’accès (%1$s) associée à l’authentificateur (%2$s) a été activée par un administrateur.

source: Passkey (%1$s) associated with the authenticator (%2$s) was deactivated by an administrator.
fr_fr: La clé d’accès (%1$s) associée à l’authentificateur (%2$s) a été désactivée par un administrateur.

source: The challenge cleanup period is not correct.
fr_fr: La période de nettoyage des tentatives n'est pas correcte.

source: The log cleanup period is not correct.
fr_fr: La période de nettoyage des journaux n’est pas correcte.

source: The theme does not exist.
fr_fr: Le thème n’existe pas.

source: The path associated with the theme does not exist.
fr_fr: Le chemin associé au thème n’existe pas.

source: Invalid settings.
fr_fr: Paramètres invalides.

source: The maximum number of passkeys per user must be greater than 0.
fr_fr: Le nombre maximal de clés d’accès par utilisateur doit être supérieur à 0.

source: The maximum number of passkeys must be less than 10.
fr_fr: Le nombre maximal de clés d’accès doit être inférieur à 10.

source: The excluded roles must be a valid role.
fr_fr: Les rôles exclus doivent être valides.

source: The login user verification must be required, preferred, or discouraged.
fr_fr: La vérification de l’utilisateur de connexion doit être requise, préférée ou déconseillée.

source: The registration timeout must be greater than 0.
fr_fr: Le délai d’enregistrement doit être supérieur à 0.

source: The login timeout must be greater than 0.
fr_fr: Le délai de connexion doit être supérieur à 0.

source: Activated
fr_fr: Activé

source: Deactivated
fr_fr: Désactivé

source: Default
fr_fr: Par défaut

source: %s ago
fr_fr: il y a %s

source: Your browser does not support passkeys. Try updating your browser or using another one.
fr_fr: Votre navigateur ne prend pas en charge les clés d’accès. Essayez de mettre à jour votre navigateur ou d’en utiliser un autre.

source: Failed to fetch passkey login options.
fr_fr: Échec de la récupération des options de connexion par clé d’accès.

source: Passkey authentication failed. Please try again if you want to proceed.
fr_fr: Échec de l’authentification par clé d’accès. Veuillez réessayer si vous souhaitez continuer.

source: Passkey authentication cancelled. Please try again if you want to proceed.
fr_fr: Authentification par clé d’accès annulée. Veuillez réessayer si vous souhaitez continuer.

source: You have successfully logged in with Passkey. Redirecting...
fr_fr: Connexion réussie avec votre clé d’accès. Redirection…

source: Passwordless sign-in with passkeys
fr_fr: Connexion sans mot de passe avec des clés d’accès

source: Passkeys offer a secure and user-friendly authentication method, serving as an alternative or complement to traditional methods. They validate your identity through touch, facial recognition, device passwords, or PINs, and can effectively replace passwords.
fr_fr: Les clés d’accès offrent une méthode d’authentification sécurisée et conviviale, en tant qu’alternative ou complément aux méthodes traditionnelles. Elles valident votre identité par le biais du toucher, de la reconnaissance faciale, du mot de passe de l’appareil ou du code PIN, et peuvent efficacement remplacer les mots de passe.

source: out of
fr_fr: de

source: Add Passkey
fr_fr: Ajouter une clé d’accès

source: Add
fr_fr: Ajouter

source: Cancel
fr_fr: Annuler

source: Your Passkeys
fr_fr: Vos clés d’accès

source: Waiting for input from browser interaction ...
fr_fr: En attente d’une action dans le navigateur…

source: Added
fr_fr: Ajouté

source: Last used
fr_fr: Dernière utilisation

source: Name your security key
fr_fr: Nommez votre clé de sécurité

source: This passkey can work across multiple devices - pick a nickname that will help you identify it later.<br /> For example, the name of your password manager or account provider.
fr_fr: Cette clé d’accès peut être utilisée sur plusieurs appareils — choisissez un surnom pour la retrouver facilement plus tard.<br /> Par exemple, le nom de votre gestionnaire de mots de passe ou de votre fournisseur de compte.

source: Enter Security Key Name
fr_fr: Entrez le nom de la clé de sécurité

source: An error occurred while loading passkeys.
fr_fr: Une erreur s’est produite lors du chargement des clés d’accès.

source: Passkey registration failed or cancelled.
fr_fr: L’enregistrement de la clé d’accès a échoué ou a été annulé.

source: The security key name must be between 3 and 30 characters long.
fr_fr: Le nom de la clé de sécurité doit contenir entre 3 et 30 caractères.

source: You already registered this device. You don't have to register it again.
fr_fr: Vous avez déjà enregistré cet appareil. Il n’est pas nécessaire de l’enregistrer à nouveau.

source: Passkey registration cancelled. Please try again if you want to proceed.
fr_fr: L’enregistrement de la clé d’accès a été annulé. Veuillez réessayer si vous souhaitez continuer.

source: Are you sure you want to delete your passkey?
fr_fr: Voulez-vous vraiment supprimer votre clé d’accès ?

source: Passkey successfully deleted.
fr_fr: Clé d’accès supprimée avec succès.

source: Failed to fetch passkey registration options.
fr_fr: Échec de la récupération des options d’enregistrement de la clé d’accès.

source: An error occurred while saving the passkey.
fr_fr: Une erreur s’est produite lors de l’enregistrement de la clé d’accès.

source: Passkey successfully added.
fr_fr: Clé d’accès ajoutée avec succès.

source: No passkeys found.
fr_fr: Aucune clé d’accès trouvée.

source: Are you sure you want to delete the passkey?
fr_fr: Voulez-vous vraiment supprimer la clé d’accès ?

source: Are you sure you want to activate the passkey?
fr_fr: Voulez-vous vraiment activer la clé d’accès ?

source: Are you sure you want to deactivate the passkey?
fr_fr: Voulez-vous vraiment désactiver la clé d’accès ?

source: Passwordless Secure Passkeys
fr_fr: Clés d’accès sécurisées sans mot de passe

source: Security Key Name
fr_fr: Nom de la clé de sécurité

source: Authenticator
fr_fr: Authentificateur

source: Last Used
fr_fr: Dernière utilisation

source: Created Date
fr_fr: Date de création

source: Processing...
fr_fr: En cours...

source: Deleting...
fr_fr: Suppression en cours…

source: No records found.
fr_fr: Aucun enregistrement trouvé.

source: Loading passkeys...
fr_fr: Chargement des clés d’accès…

source: An unexpected error occurred.
fr_fr: Une erreur inattendue s’est produite.

source: Failed to fetch passkeys.
fr_fr: Échec de la récupération des clés d’accès.

source: User Passkeys
fr_fr: Clés d’accès des utilisateurs

source: View a detailed log of passkeys created by users, including timestamps and relevant activity history for better security monitoring.
fr_fr: Consultez un journal détaillé des clés d’accès créées par les utilisateurs, incluant les horodatages et l’historique des activités pertinentes pour un meilleur suivi de la sécurité.

source: User
fr_fr: Utilisateur

source: User ID, Name, or Email
fr_fr: ID utilisateur, nom ou e-mail

source: Any
fr_fr: Tout

source: Action By
fr_fr: Par

source: IP Address
fr_fr: Adresse IP

source: Filter
fr_fr: Filtre

source: Reset
fr_fr: Réinitialiser

source: Count
fr_fr: Nombre

source: User ID
fr_fr: ID utilisateur

source: Secure Passkeys is a passwordless authentication solution based on WebAuthn, enabling users to log in using device-based methods like biometrics or PIN. It eliminates the need for traditional passwords, enhancing security and and upgrade your WordPress site with Secure Passkeys for a modern, secure, and efficient authentication experience.
fr_fr: Secure Passkeys est une solution d’authentification sans mot de passe basée sur WebAuthn, permettant aux utilisateurs de se connecter à l’aide de méthodes intégrées à leurs appareils, comme la biométrie ou un code PIN. Elle élimine le besoin de mots de passe traditionnels, renforce la sécurité et modernise votre site WordPress grâce à Secure Passkeys pour offrir une expérience d’authentification moderne, sécurisée et efficace.

source: Statistics
fr_fr: Statistiques

source: Users
fr_fr: Utilisateurs

source: Activities
fr_fr: Activités

source: Challenges
fr_fr: Tentatives

source: Overview of Authenticators
fr_fr: Aperçu des authentificateurs

source: No authenticators registered.
fr_fr: Aucun authentificateur enregistré.

source: Last Login Activity
fr_fr: Dernière activité de connexion

source: No activities.
fr_fr: Aucune activité.

source: See the list of passkeys that users have created.
fr_fr: Consultez la liste des clés d’accès créées par les utilisateurs.

source: Status
fr_fr: Statut

source: Last Used Date
fr_fr: Dernière date d’utilisation

source: General Settings
fr_fr: Paramètres généraux

source: Display Settings
fr_fr: Paramètres d'affichage

source: Advanced Settings
fr_fr: Paramètres avancés

source: Manage advanced options for plugin maintenance.
fr_fr: Gérer les options avancées pour la maintenance du plugin.

source: Delete passkey challenge records older than
fr_fr: Supprimer les enregistrements des tentatives de clé d'accès plus anciens que

source: Never
fr_fr: Jamais

source: Older than
fr_fr: Plus de

source: days
fr_fr: jours

source: Automatically removes outdated passkey challenge records to optimize database performance. If set to "Never", records will not be deleted.
fr_fr: Supprime automatiquement les enregistrements des tentatives de connexion par clé d'accès obsolètes pour optimiser les performances de la base de données. Si réglé sur « Jamais », les enregistrements ne seront pas supprimés.

source: Delete log records older than
fr_fr: Supprimer les enregistrements de journal plus anciens que

source: (Not recommended) Automatically deletes outdated log records. If set to "Never", logs will not be removed.
fr_fr: (Non recommandé) Supprime automatiquement les enregistrements de journal obsolètes. Si réglé sur « Jamais », les journaux ne seront pas supprimés.

source: This results in the loss of activity log history.
fr_fr: Cela entraîne la perte de l’historique du journal d’activité.

source: Save Changes
fr_fr: Enregistrer les modifications

source: Saving...
fr_fr: Enregistrement en cours…

source: Configuring Cron Jobs
fr_fr: Configuration des tâches Cron

source: To ensure these options work as expected, it is recommended to set up a cron job on your server. A cron job is a scheduled task that automatically runs at specified intervals. Here’s how you can set up a cron job:
fr_fr: Pour garantir que ces options fonctionnent comme prévu, il est recommandé de configurer une tâche cron sur votre serveur. Une tâche cron est une tâche planifiée qui s’exécute automatiquement à intervalles réguliers. Voici comment vous pouvez configurer une tâche cron :

source: Log in to your web server control panel, such as cPanel or Plesk.
fr_fr: Connectez-vous à votre panneau de contrôle du serveur web, comme cPanel ou Plesk.

source: Find the option to manage cron jobs and select it.
fr_fr: Trouvez l’option pour gérer les tâches cron et sélectionnez-la.

source: In the “Add New Cron Job” section, specify the frequency at which you want the cron job to run, for example, every hour or every day.
fr_fr: Dans la section « Ajouter une nouvelle tâche cron », spécifiez la fréquence à laquelle vous souhaitez que la tâche cron s’exécute, par exemple, chaque heure ou chaque jour.

source: In the “Command” field, enter the following command:
fr_fr: Dans le champ « Commande », entrez la commande suivante :

source: Save the cron job.
fr_fr: Enregistrez la tâche cron.

source: Add the following code to your "wp-config.php" file:
fr_fr: Ajoutez le code suivant à votre fichier « wp-config.php » :

source: Frontend Options
fr_fr: Options du frontend

source: Theme
fr_fr: Thème

source: Choose a frontend theme. All themes, except "default", must be activated to function properly.
fr_fr: Choisissez un thème frontend. Tous les thèmes, sauf « par défaut », doivent être activés pour fonctionner correctement.

source: You can add custom themes using a plugin filters.
fr_fr: Vous pouvez ajouter des thèmes personnalisés à l’aide de filtres de plugin.

source: Configure the Passkey login options to be displayed on the frontend for default WordPress and third-party plugins.
fr_fr: Configurez les options de connexion par clé d’accès à afficher sur le frontend pour WordPress par défaut et les plugins tiers.

source: WordPress Login Form
fr_fr: Formulaire de connexion WordPress

source: Enable Passkey Login for default WordPress login.
fr_fr: Activer la connexion par clé d'accès par défaut pour WordPress.

source: These options will work only if the respective plugins are installed and activated:
fr_fr: Ces options ne fonctionneront que si les plugins respectifs sont installés et activés :

source: Login for WooCommerce
fr_fr: Connexion à WooCommerce

source: Enable Passkey Login for WooCommerce login page.
fr_fr: Activer la connexion par clé d’accès pour la page de connexion WooCommerce.

source: The %s plugin must be installed and activated to work correctly.
fr_fr: Le plugin %s doit être installé et activé pour fonctionner correctement.

source: Login for MemberPress
fr_fr: Connexion à MemberPress

source: Enable Passkey Login for MemberPress login form.
fr_fr: Activer la connexion par clé d’accès pour le formulaire de connexion MemberPress.

source: Login for Easy Digital Downloads
fr_fr: Connexion à Easy Digital Downloads

source: Enable Passkey Login for Easy Digital Downloads login form.
fr_fr: Activer la connexion par clé d’accès pour le formulaire de connexion Easy Digital Downloads.

source: Use the following shortcodes to embed the passkey login and registration forms on your frontend pages. These shortcodes are typically only necessary if you need to manually embed the forms on custom pages. By default, the login form handles various options automatically, and you may not need to manage it unless you're working with a custom page.
fr_fr: Utilisez les shortcodes suivants pour intégrer les formulaires de connexion et d’enregistrement par clé d’accès sur vos pages frontend. Ces shortcodes sont généralement nécessaires uniquement si vous devez intégrer manuellement les formulaires sur des pages personnalisées. Par défaut, le formulaire de connexion gère automatiquement diverses options, et vous n’aurez peut-être pas à les gérer, sauf si vous travaillez avec une page personnalisée.

source: Login Short Code
fr_fr: Shortcode de connexion

source: This shortcode to embed the "Login via Passkey" login button,this allows users to log in using their passkey credentials.
fr_fr: Ce shortcode permet d’intégrer le bouton « Se connecter avec la clé d’accès », ce qui permet aux utilisateurs de se connecter en utilisant leurs identifiants de clé d’accès.

source: If the user is already logged in, the form will not be displayed.
fr_fr: Si l’utilisateur est déjà connecté, le formulaire ne sera pas affiché.

source: Register Short Code
fr_fr: Shortcode d’enregistrement

source: This shortcode to embed the passkey registration form. This allows logged-in users to create and manage their passkey credentials.
fr_fr: Ce shortcode permet d’intégrer le formulaire d’enregistrement de clé d’accès. Cela permet aux utilisateurs connectés de créer et gérer leurs identifiants de clé d’accès.

source: If the user is not logged in, the form will not be displayed.
fr_fr: Si l’utilisateur n’est pas connecté, le formulaire ne sera pas affiché.

source: Adminarea Options
fr_fr: Options de l’interface d’administration

source: Configure the options available in the admin area.
fr_fr: Configurez les options disponibles dans l’interface d’administration.

source: Display Passkeys in Users List
fr_fr: Afficher les clés d’accès dans la liste des utilisateurs

source: Enable this option to show the passkeys as a column in the users list in the adminarea.
fr_fr: Activez cette option pour afficher les clés d’accès en tant que colonne dans la liste des utilisateurs de l’interface d’administration.

source: Display Passkeys in Edit User/Profile
fr_fr: Afficher les clés d’accès dans Modifier l’utilisateur / profil

source: Enable this option to show the passkeys on the Edit User and Profile page in the adminarea.
fr_fr: Activez cette option pour afficher les clés d’accès sur la page « Modifier l’utilisateur et le profil » dans l’interface d’administration.

source: Configure the Passkey for each user.
fr_fr: Configurer la clé d’accès pour chaque utilisateur.

source: Maximum Passkeys per User
fr_fr: Maximum de clés d’accès par utilisateur

source: Enable or disable the restriction for the maximum number of passkeys per user.
fr_fr: Activez ou désactivez la restriction du nombre maximum de clés d’accès par utilisateur.

source: If disabled, users can register an unlimited number of passkeys.
fr_fr: Si désactivé, les utilisateurs peuvent enregistrer un nombre illimité de clés d’accès.

source: Number of Passkeys
fr_fr: Nombre de clés d’accès

source: Set the maximum number of passkeys a user can register (if enabled).
fr_fr: Définissez le nombre maximum de clés d’accès qu’un utilisateur peut enregistrer (si activé).

source: Excluded User Roles
fr_fr: Rôles d’utilisateur exclus

source: Select user roles to exclude from passkey registration and login.
fr_fr: Sélectionnez les rôles d’utilisateur à exclure de l’enregistrement et de la connexion par clé d’accès.

source: Users with these roles will not be able to log in, and the passkey registration form will not appear on the profile or registration shortcode.
fr_fr: Les utilisateurs avec ces rôles ne pourront pas se connecter, et le formulaire d’enregistrement de clé d’accès n’apparaîtra pas sur le profil ou le shortcode d’enregistrement.

source: Configure the WebAuthn and Passkeys login and registration options., we recommend using the default settings unless you have a good understanding of WebAuthn configuration.
fr_fr: Configurez les options de connexion et d’enregistrement WebAuthn et clés d’accès. Nous vous recommandons d’utiliser les paramètres par défaut, sauf si vous avez une bonne compréhension de la configuration de WebAuthn.

source: Exclude Existing Credentials
fr_fr: Exclure les identifiants existants

source: Enable this option to prevent users from registering passkeys that are already registered (Recommended: enabled).
fr_fr: Activez cette option pour empêcher les utilisateurs d’enregistrer des clés d’accès déjà enregistrées (Recommandé : activé).

source: Registration Timeout
fr_fr: Délai d’enregistrement

source: Set the expiration timeout for passkey registration (in minutes).
fr_fr: Définissez le délai d’expiration pour l’enregistrement de la clé d’accès (en minutes).

source: Login Timeout
fr_fr: Délai de connexion

source: Set the expiration timeout for passkey login (in minutes).
fr_fr: Définissez le délai d’expiration pour la connexion par clé d’accès (en minutes).

source: Enable User Verifications
fr_fr: Activer la vérification des utilisateurs

source: Choose the level of user verification required during passkey registration (Recommended: enabled).
fr_fr: Choisissez le niveau de vérification des utilisateurs requis lors de l’enregistrement de la clé d’accès (Recommandé : activé).

source: Login User Verification
fr_fr: Vérification de l’utilisateur lors de la connexion

source: Required
fr_fr: Requis

source: Preferred
fr_fr: Préféré

source: Discouraged
fr_fr: Déconseillé

source: Choose the level of user verification required during passkey login.
fr_fr: Choisissez le niveau de vérification des utilisateurs requis lors de la connexion par clé d’accès.

source: records
fr_fr: enregistrements

source: of
fr_fr: de

source: Previous page
fr_fr: Page précédente

source: Login via Passkey..
fr_fr: Se connecter avec la clé d’accès..

source: Login via Passkey
fr_fr: Se connecter avec la clé d’accès

source: Secure Passkeys is a powerful WordPress plugin that enables passwordless authentication using WebAuthn technology.
fr_fr: Secure Passkeys est un plugin WordPress puissant qui permet l’authentification sans mot de passe en utilisant la technologie WebAuthn.
